<!DOCTYPE HTML>
<html xmlns="http://www.w3.org/1999/xhtml">
<html lang="vn">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
<meta name="robots" content="index,follow">
<meta name="googlebot" content="noodp, noydir">
<meta name="language" content="vn">
<meta name="distribution" content="Global">
<meta property="og:title" content="thu mua giường cũ TPHCM" />
<meta name="keywords" content="thu mua giường cũ TPHCM" />
<title>Dịch vụ thu mua giường cũ TPHCM cam kết GIÁ CAO - UY TÍN</title>
<meta name="description" content="Một chiếc giường có thể trở nên cũ kỹ, hư hỏng và không còn phù hợp với không gian phòng ngủ của bạn sau một thời gian sử dụng. Thay vì mất thời gian để vứt bỏ thì việc bán lại cho đơn vị đã thu mua giường cũ TPHCM để hoàn tiền là một giải pháp hữu hiệu">
<link rel="canonical" href="thu-mua-giuong-cu-tphcm" />
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/css/bootstrap.min.css" crossorigin="anonymous">
<link rel="stylesheet" type="text/css" href="https://stackpath.bootstrapcdn.com/font-awesome/4.7.0/css/font-awesome.min.css">
<link rel="stylesheet" type="text/css" href="https://storage.googleapis.com/s3-urls/application.css">
<link rel="stylesheet" type="text/css" href="https://stackpath.bootstrapcdn.com/font-awesome/4.7.0/css/font-awesome.min.css">
<script src="https://code.jquery.com/jquery-1.11.1.min.js"></script>
<style>
	.aligncenter {text-align: center;}
	
	
	table, th, td {
	border: 1px solid black;
	border-style: double;
	}
	.center {
	margin-left: auto;
	margin-right: auto;
	}
	
</style>
</head>

<body>
<header>
  <nav class="navbar navbar-expand-md navbar-dark fixed-top" id="banner">
    <div class="container"> 
      <!-- Brand --> 
	  <a class="navbar-brand wow fadeInDown animated" data-wow-delay="0.1s" href="index.html"><img src="#" alt="" /></a> 
	  
      <!-- Toggler/collapsibe Button -->
      <button class="navbar-toggler menu" type="button" data-toggle="collapse" data-target="#collapsibleNavbar"> <span class="bar bar-1"></span><span class="bar bar-2"></span><span class="bar bar-3"></span> </button>
      
      <!-- Navbar links -->
      <div class="collapse navbar-collapse" id="collapsibleNavbar">
        <ul class="navbar-nav ml-auto">
          <li class="nav-item signup"> <a class="nav-link nav-button" href="#">Home</a> </li>
        </ul>
      </div>
    </div>
  </nav>
</header>
<!-- Header End -->

<section class="main-content">
	<div class="container">
    	<div class="blog-section-wrap blog-details">                
              <div class="blog-item-wrap">
                  <div class="blog-item">
                      <div class="row">
                          <div class="col-lg-12">
	<!-- Image Start
                              <div class="blog-image"><img src="http://cdn.shopify.com/s/files/1/0258/5893/2784/products/girl-scout-cookies-mylar-bags-18-620.jpg?v=1654454876"></div>
Image End -->							  
                          </div>
                          <div class="col-lg-12">
                              <div class="blog-content">
	<!-- Content Start -->							  
				<h1>Dịch vụ thu mua giường cũ TPHCM cam kết GIÁ CAO - UY TÍN</h1> <br><br>							
												
				<p><em>Một chiếc giường c&oacute; thể trở n&ecirc;n cũ kỹ, hư hỏng v&agrave; kh&ocirc;ng c&ograve;n ph&ugrave; hợp với kh&ocirc;ng gian ph&ograve;ng ngủ của bạn sau một thời gian sử dụng. Thay v&igrave; mất thời gian để vứt bỏ th&igrave; việc b&aacute;n lại cho đơn vị đ&atilde; </em><a href="https://musk.vn/thu-mua-giuong-cu-tp-ho-chi-minh"><strong><em>thu mua giường cũ TPHCM</em></strong></a><em> để ho&agrave;n tiền l&agrave; một giải ph&aacute;p hữu hiệu. Musk.vn hiện l&agrave; đơn vị uy t&iacute;n chất lượng c&oacute; thể giới thiệu cho bạn những dịch vụ tốt nhất tại TP. Để biết th&ecirc;m c&aacute;c dịch vụ v&agrave; bảng gi&aacute; mua h&agrave;ng cập nhật, mời bạn tham khảo c&aacute;c b&agrave;i viết sau!</em></p>
          <div class="blog-image"><img src="https://p0sts.oss-ap-northeast-1.aliyuncs.com/pic/muskvn-13.jpg"></div>					
				<h2>Cập nhật bảng gi&aacute; dịch vụ thu mua giường cũ TP HCM được giới thiệu bởi Musk.vn</h2>
				<p>Musk.vn, đơn vị c&oacute; tiếng tại TPHCM khi ra mắt dịch vụ thu mua giường cũ, lu&ocirc;n đặt lợi &iacute;ch của kh&aacute;ch h&agrave;ng l&ecirc;n h&agrave;ng đầu. Với phương ch&acirc;m &ldquo;Lu&ocirc;n tốt nhất cho kh&aacute;ch h&agrave;ng&rdquo;, Musk.vn đề xuất c&aacute;c đơn vị thu mua lu&ocirc;n c&oacute; mức gi&aacute; cạnh tranh nhất tr&ecirc;n thị trường. Đặc biệt, kh&ocirc;ng bị lật k&egrave;o, &eacute;p gi&aacute;.</p>
				<p>Nh&acirc;n vi&ecirc;n của đơn vị thu mua giường tủ cũ TPHCM sẽ c&oacute; b&aacute;o gi&aacute; ch&iacute;nh x&aacute;c để kh&aacute;ch h&agrave;ng khảo s&aacute;t. Khi hai b&ecirc;n đồng &yacute; v&agrave; thống nhất mức gi&aacute; n&agrave;y th&igrave; việc mua b&aacute;n sẽ được tiến h&agrave;nh. V&igrave; vậy, lu&ocirc;n đảm bảo đưa ra mức gi&aacute; l&agrave;m h&agrave;i l&ograve;ng cả những kh&aacute;ch h&agrave;ng kh&oacute; t&iacute;nh nhất.</p>
				<p>&nbsp;</p>
				<table class="center" width="597">
				<tbody>
				<tr>
				<td width="41">
				<p><strong>STT</strong></p>
				</td>
				<td width="261">
				<p><strong>T&ecirc;n thiết bị giường cũ</strong></p>
				</td>
				<td width="163">
				<p><strong>Gi&aacute; thanh l&yacute;</strong></p>
				</td>
				</tr>
				<tr>
				<td width="41">
				<p>1</p>
				</td>
				<td width="261">
				<p>Giường cũ với chất liệu gỗ c&ocirc;ng nghiệp</p>
				</td>
				<td width="163">
				<p>700.000 &ndash; 2.100.000</p>
				</td>
				</tr>
				<tr>
				<td width="41">
				<p>2</p>
				</td>
				<td width="261">
				<p>Giường cũ với chất liệu gỗ m&iacute;t</p>
				</td>
				<td width="163">
				<p>1.300.000 &ndash; 2.900.000</p>
				</td>
				</tr>
				<tr>
				<td width="41">
				<p>3</p>
				</td>
				<td width="261">
				<p>Giường cũ với chất liệu gỗ sồi</p>
				</td>
				<td width="163">
				<p>2.100.000 &ndash; 3.500.000</p>
				</td>
				</tr>
				<tr>
				<td width="41">
				<p>4</p>
				</td>
				<td width="261">
				<p>Giường cũ với chất liệu gỗ xoan</p>
				</td>
				<td width="163">
				<p>3.400.000 &ndash; 4.500.000</p>
				</td>
				</tr>
				<tr>
				<td width="41">
				<p>5</p>
				</td>
				<td width="261">
				<p>Giường cũ với chất liệu gỗ &oacute;c ch&oacute;</p>
				</td>
				<td width="163">
				<p>3.800.000 &ndash; 6.000.000</p>
				</td>
				</tr>
				<tr>
				<td width="41">
				<p>6</p>
				</td>
				<td width="261">
				<p>Giường cũ với chất liệu gỗ lim</p>
				</td>
				<td width="163">
				<p>6.500.000 &ndash; 13.000.000</p>
				</td>
				</tr>
				<tr>
				<td width="41">
				<p>&hellip;</p>
				</td>
				<td width="261">
				<p>&hellip;.</p>
				</td>
				<td width="163">
				<p>&hellip;.</p>
				</td>
				</tr>
				</tbody>
				</table>
				<p><strong><em>Lưu &yacute;:</em></strong></p>
				<p><em>- Musk.vn l&agrave; k&ecirc;nh trung gian, l&agrave; địa chỉ giới thiệu đến kh&aacute;ch h&agrave;ng c&aacute;c dịch vụ mua b&aacute;n đồ cũ. Gi&aacute; cả sẽ do hai b&ecirc;n thương lượng, Musk.vn kh&ocirc;ng quyết định gi&aacute;.</em></p>
				<p><em>- Bảng gi&aacute; để kh&aacute;ch h&agrave;ng tham khảo. Gi&aacute; cả sẽ c&oacute; ch&uacute;t thay đổi theo thời điểm v&agrave; địa chỉ </em><a href="https://musk.vn/thu-mua-giuong-tang-tp-ho-chi-minh"><strong><em>thu mua giường tầng cũ</em></strong></a><em> TPHCM. Để biết gi&aacute; cụ thể, bạn c&oacute; thể li&ecirc;n hệ trực tiếp với nh&agrave; cung cấp dịch vụ mua h&agrave;ng do Musk.vn giới thiệu.</em></p>
				<p><em>- Kh&aacute;ch h&agrave;ng c&oacute; thể chủ động đề xuất gi&aacute;. Sau khi hai b&ecirc;n thống nhất, việc thu mua giường cũ sẽ được tiến h&agrave;nh.</em></p>
				<h2>Dịch vụ thu mua giường tủ cũ TP HCM tại Musk.vn c&oacute; tốt hay kh&ocirc;ng?</h2>
				<p>Musk.vn đ&oacute;ng vai tr&ograve; l&agrave; cầu nối gi&uacute;p việc mua giường cũ tại TP.HCM trở n&ecirc;n nhanh ch&oacute;ng, dễ d&agrave;ng v&agrave; an to&agrave;n hơn. Musk.vn l&agrave; đơn vị trung gian gi&uacute;p mọi gia đ&igrave;nh thanh l&yacute; giường cũ, kh&ocirc;ng sử dụng, hư hỏng, lỗi thời. V&igrave; vậy, với rất nhiều lựa chọn, tại sao lại chọn người mua do Musk.vn giới thiệu?</p>
          <div class="blog-image"><img src="https://p0sts.oss-ap-northeast-1.aliyuncs.com/pic/muskvn-14.jpg"></div>				
				<h3><em>C&aacute;c đối t&aacute;c thu mua giường tủ cũ TP HCM được lựa chọn kỹ c&agrave;ng</em></h3>
				<p>C&aacute;c đơn vị thu mua giường cũ do Musk.vn cung cấp lu&ocirc;n đặt lợi &iacute;ch của kh&aacute;ch h&agrave;ng l&ecirc;n h&agrave;ng đầu v&agrave; đảm bảo uy t&iacute;n, chất lượng với quy tr&igrave;nh thu mua minh bạch. Musk.vn nghi&ecirc;n cứu kỹ lưỡng th&ocirc;ng tin v&agrave; chọn lọc th&ocirc;ng tin một c&aacute;ch kỹ lưỡng nhằm mang đến sự h&agrave;i l&ograve;ng tuyệt đối cho tất cả c&aacute;c kh&aacute;ch h&agrave;ng của m&igrave;nh. Chọn địa chỉ mua h&agrave;ng của Musk.vn bạn ho&agrave;n to&agrave;n c&oacute; thể y&ecirc;n t&acirc;m về độ uy t&iacute;n cũng như mức gi&aacute; hấp dẫn. Gi&aacute; thu mua cạnh tranh nhất tr&ecirc;n thị trường.</p>
				<p>Bất cứ ai khi thanh l&yacute; giường cũ đều muốn gi&aacute; cao nhất c&oacute; thể. Đơn vị thu mua giường cũ TPHCM của Musk.vn c&oacute; đội ngũ thu mua gi&agrave;u kinh nghiệm, được đ&agrave;o tạo b&agrave;i bản. V&igrave; vậy, kh&aacute;ch h&agrave;ng ho&agrave;n to&agrave;n c&oacute; thể y&ecirc;n t&acirc;m về gi&aacute; trị của từng sản phẩm. Cam kết mang đến gi&aacute; thu mua ph&ugrave; hợp nhất cho từng gia đ&igrave;nh.</p>
				<h3><em>Đơn vị thu mua giường cũ TP HCM sẽ tự th&aacute;o dỡ, vận chuyển</em></h3>
				<p>Thay v&igrave; l&atilde;ng ph&iacute; thời gian v&agrave; tiền bạc vứt đi, bạn c&oacute; thể thanh l&yacute; chiếc giường cũ của m&igrave;nh. Chỉ với một cuộc điện thoại, đơn vị thu mua giường tủ cũ TPHCM sẽ đến tận nơi để định gi&aacute; v&agrave; th&aacute;o dỡ ch&iacute;nh x&aacute;c. Bạn ho&agrave;n to&agrave;n kh&ocirc;ng cần phải lo lắng bất cứ vấn đề g&igrave; hay phải chi ph&iacute; vận chuyển.</p>
				<h3><em>Chất lượng dịch vụ thu mua giường cũ TP HCM đảm bảo h&agrave;ng đầu</em></h3>
				<p>C&aacute;c đối t&aacute;c của Musk.vn kh&ocirc;ng chỉ c&oacute; gi&aacute; mua h&agrave;ng tốt m&agrave; lu&ocirc;n đặt chất lượng dịch vụ l&ecirc;n h&agrave;ng đầu. Với đội ngũ nh&acirc;n vi&ecirc;n tư vấn gi&agrave;u kinh nghiệm, chu đ&aacute;o v&agrave; nhiệt t&igrave;nh, đơn vị thu mua giường cũ TPHCM lu&ocirc;n sẵn s&agrave;ng giải đ&aacute;p những thắc mắc của kh&aacute;ch h&agrave;ng khi c&oacute; nhu cầu. Đồng thời mang đến những chương tr&igrave;nh khuyến m&atilde;i hấp dẫn để kh&aacute;ch h&agrave;ng c&oacute; được mức gi&aacute; mua h&agrave;ng h&agrave;i l&ograve;ng nhất.</p>
				<p>Để tr&aacute;nh những rắc rối kh&ocirc;ng đ&aacute;ng c&oacute;, hai b&ecirc;n sẽ tiến h&agrave;nh k&yacute; kết v&agrave; đảm bảo thủ tục hợp đồng khi thu mua giường cũ. Điều n&agrave;y cũng gi&uacute;p qu&aacute; tr&igrave;nh thu mua giường cũ được c&ocirc;ng khai, minh bạch v&agrave; r&otilde; r&agrave;ng. Mọi thắc mắc của kh&aacute;ch h&agrave;ng sẽ được giải đ&aacute;p một c&aacute;ch nhanh ch&oacute;ng, ch&iacute;nh x&aacute;c v&agrave; tận t&acirc;m nhất.</p>
				<h3><em>Thanh to&aacute;n ngay khi thỏa thuận v&agrave; tiến h&agrave;nh thu mua giường tủ cũ tại TP HCM</em></h3>
				<p>Sau khi hai b&ecirc;n thống nhất gi&aacute; cả th&igrave; tiến h&agrave;nh k&yacute; kết hợp đồng. C&aacute;c đơn vị thu mua giường cũ TPHCM sẽ thanh to&aacute;n 100% một lần duy nhất ho&agrave;n to&agrave;n minh bạch, thoải m&aacute;i, vui vẻ. Việc cắt x&eacute;n hay lật k&egrave;o, gian lận sẽ ho&agrave;n to&agrave;n kh&ocirc;ng xảy ra.</p>
				<p>Ngo&agrave;i ra c&ograve;n c&oacute; thể dịch vụ thu mua kh&aacute;c như <a href="https://musk.vn/thu-mua-ban-ghe-tp-ho-chi-minh"><strong>thu mua b&agrave;n ghế cũ</strong></a>, thu mua kệ,...</p>
				<h2>Ph&acirc;n loại c&aacute;c d&ograve;ng giường cũ tại TP HCM được thu mua tại c&aacute;c đơn vị của Musk.vn hiện nay</h2>
				<p>Khi quan t&acirc;m đến dịch vụ thu mua giường tủ cũ TPHCM, chắc hẳn nhiều gia đ&igrave;nh đều băn khoăn kh&ocirc;ng biết loại giường m&igrave;nh đang sử dụng c&oacute; ưng &yacute; kh&ocirc;ng. Đơn vị do Musk.vn đưa ra nhận thu mua hầu hết c&aacute;c loại giường, đảm bảo hỗ trợ tốt nhất cho kh&aacute;ch h&agrave;ng.</p>
				<p>B&agrave;i giới thiệu về c&aacute;c d&ograve;ng giường cũ sau đ&acirc;y sẽ gi&uacute;p bạn hiểu r&otilde; hơn về c&aacute;ch chọn mua giường tủ cũ TPHCM.</p>
          <div class="blog-image"><img src="https://p0sts.oss-ap-northeast-1.aliyuncs.com/pic/muskvn-15.jpg"></div>				
				<ul>
				<li><strong>Thu mua giường ngủ cũ theo chất liệu:</strong></li>
				</ul>
				<p style="padding-left: 40px;">- Thu mua giường cũ với chất liệu gỗ m&iacute;t.</p>
				<p style="padding-left: 40px;">- Thu mua giường cũ với chất liệu gỗ xoan.</p>
				<p style="padding-left: 40px;">- Thu mua giường cũ với chất liệu gỗ sồi.</p>
				<p style="padding-left: 40px;">- Thu mua giường cũ với chất liệu gỗ keo.</p>
				<p style="padding-left: 40px;">- Thu mua giường cũ với chất liệu gỗ lim.</p>
				<p style="padding-left: 40px;">- Thu mua giường cũ với chất liệu gỗ &oacute;c ch&oacute;.</p>
				<p style="padding-left: 40px;">- &hellip;.</p>
				<ul>
				<li><strong>Thu mua giường tủ cũ thiết kế:</strong></li>
				</ul>
				<p style="padding-left: 40px;">- Thu mua c&aacute;c d&ograve;ng giường đơn.</p>
				<p style="padding-left: 40px;">- Thu mua c&aacute;c d&ograve;ng giường đ&ocirc;i ngang.</p>
				<p style="padding-left: 40px;">- Thu mua c&aacute;c d&ograve;ng giường tầng.</p>
				<p style="padding-left: 40px;">- Thu mua c&aacute;c d&ograve;ng giường th&ocirc;ng minh kết hợp ngăn k&eacute;o.</p>
				<p style="padding-left: 40px;">- &hellip;.</p>
				<h2>Quy tr&igrave;nh thu mua giường cũ tại TP HCM của c&aacute;c đơn vị được giới thiệu bởi Musk.vn</h2>
				<p>Một yếu tố v&ocirc; c&ugrave;ng quan trọng khiến những đơn vị thu mua giường cũ TPHCM do Musk.vn giới thiệu c&oacute; được sự tin tưởng tuyệt đối từ kh&aacute;ch h&agrave;ng ch&iacute;nh l&agrave; quy tr&igrave;nh l&agrave;m việc chuy&ecirc;n nghiệp. Quy tr&igrave;nh thu mua giường tủ cũ TPHCM r&otilde; r&agrave;ng, chu đ&aacute;o, c&ocirc;ng t&acirc;m. Nhờ đ&oacute; vừa gi&uacute;p kh&aacute;ch h&agrave;ng tiết kiệm thời gian, c&ocirc;ng sức đến mức tối đa m&agrave; kh&ocirc;ng ảnh hưởng đến c&ocirc;ng việc.</p>
          <div class="blog-image"><img src="https://p0sts.oss-ap-northeast-1.aliyuncs.com/pic/muskvn-16.jpg"></div>				
				<ul>
				<li>Bước 1: Truy cập trang web ch&iacute;nh thức của Musk.vn (https://musk.vn/).</li>
				<li>Bước 2: Tr&ecirc;n giao diện ch&iacute;nh của trang chủ, bạn chọn mục thu mua giường cũ.</li>
				<li>Bước 3: Đến đ&acirc;y, Musk.vn sẽ gợi &yacute; cho bạn những thương hiệu chuy&ecirc;n thu mua giường tủ cũ TPHCM được kh&aacute;ch h&agrave;ng đ&aacute;nh gi&aacute; cao nhất. Bạn c&oacute; thể tham khảo th&ocirc;ng tin địa chỉ thu mua giường cũ tại TPHCM để lựa chọn đơn vị ph&ugrave; hợp nhất.</li>
				<li>Bước 4: Li&ecirc;n hệ trực tiếp với doanh nghiệp / đại l&yacute; thu mua giường cũ tại TPHCM qua Zalo / Tin nhắn / Hotline.</li>
				<li>Bước 5: Thảo luận việc mua h&agrave;ng với đơn vị v&agrave; x&aacute;c định phương &aacute;n thanh l&yacute;.</li>
				<li>Bước 6: C&aacute;c đơn vị thu mua giường cũ TPHCM sẽ cử ngay người đến thẩm định v&agrave; thương lượng gi&aacute; cả sau khi nhận được đề nghị b&aacute;n giường cũ của kh&aacute;ch h&agrave;ng.</li>
				<li>Bước 7: Mua h&agrave;ng, thanh to&aacute;n v&agrave; chốt hợp đồng.</li>
				</ul>
				<p>V&igrave; vậy, khi cần thanh l&yacute; giường cũ, lựa chọn sự hỗ trợ của Musk.vn l&agrave; giải ph&aacute;p đ&uacute;ng đắn. Đơn vị thu mua giường cũ tại TPHCM được Musk.vn đề xuất sẽ mang đến tận tay kh&aacute;ch h&agrave;ng. H&atilde;y truy cập Musk.vn để tham khảo th&ecirc;m nhiều dịch vụ tiện &iacute;ch kh&aacute;c nh&eacute;! Chất lượng v&agrave; sự tận t&acirc;m sẽ chinh phục được mọi kh&aacute;ch h&agrave;ng kh&oacute; t&iacute;nh nhất.</p>
				<p style="text-align: center;"><strong>Th&ocirc;ng tin li&ecirc;n hệ:</strong></p>
				<p style="text-align: center;"><strong>Website: </strong><a href="https://musk.vn/thu-mua-ban-ghe-van-phong-tp-ho-chi-minh">https://musk.vn/thu-mua-ban-ghe-van-phong-tp-ho-chi-minh</a></p>
				<p style="text-align: center;"><strong>Mail: </strong>info@musk.vn</p>
				<p style="text-align: center;"><strong>SĐT: </strong>0904140007</p>
				<p><strong>Tham khảo th&ecirc;m:</strong></p>
				<p><em>Bitbucket: <a href="https://thu-mua-giuong-go-cu.bitbucket.io/">https://thu-mua-giuong-go-cu.bitbucket.io/</a><br /></em></p>
				<p><em>Alibaba Cloud: <a href="https://p0sts.oss-ap-northeast-1.aliyuncs.com/thu-mua-giuong-tang.html">https://p0sts.oss-ap-northeast-1.aliyuncs.com/thu-mua-giuong-tang.html</a><br /></em></p>
				<p><em>DreamHost Cloud: <a href="https://objects-us-east-1.dream.io/p0sts/thu-mua-ban-ghe.html">https://objects-us-east-1.dream.io/p0sts/thu-mua-ban-ghe.html</a></em></p>
				<p><em>Oracle Cloud: <a href="https://objectstorage.us-ashburn-1.oraclecloud.com/n/id945w8i5e8b/b/oss-blog/o/thu-mua-giuong-cu.html">https://objectstorage.us-ashburn-1.oraclecloud.com/n/id945w8i5e8b/b/oss-blog/o/thu-mua-giuong-cu.html</a></em></p>
	<!-- Content End -->
							 </div> 
                          </div>
                      </div>
                  </div>
                  <!---->

              </div>
          </div>
    </div>
</section>
<!-- -->

<footer>
    <div class="footer-bottom">
    	<p>&copy; Musk.vn, All Right Reserved  |  2022</p>
    </div>
</footer>



<script src="https://code.jquery.com/jquery-3.2.1.slim.min.js" crossorigin="anonymous"></script>
<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/js/bootstrap.min.js" crossorigin="anonymous"></script>
<script src="scrolltopcontrol.js"></script>
<script>
$(document).ready(function(){
  // Add smooth scrolling to all links
  $(".bulletic-content a").on('click', function(event) {

    // Make sure this.hash has a value before overriding default behavior
    if (this.hash !== "") {
      // Prevent default anchor click behavior
      event.preventDefault();

      // Store hash
      var hash = this.hash;

      // Using jQuery's animate() method to add smooth page scroll
      // The optional number (800) specifies the number of milliseconds it takes to scroll to the specified area
      $('html, body').animate({
        scrollTop: $(hash).offset().top
      }, 400, function(){
   
        // Add hash (#) to URL when done scrolling (default click behavior)
        window.location.hash = hash;
      });
    } // End if
  });
});


$(document).on("scroll", function(){
	if
  ($(document).scrollTop() > 60){
	  $("#banner").addClass("shrink");
	}
	else
	{
		$("#banner").removeClass("shrink");
	}
});

//---- Fixed Header Script End ---//


$(document).ready(function(){
  $(".navbar-toggler").click(function(){
    $(".navbar").toggleClass('light-nav');
  });
 
$(".menu").click(function(){
    $(".right-menu").toggleClass('menu-active');
	$(".menu").toggleClass('menu-bars');
  })
});

//---- Header nav Script End ---//

$(document).bind("contextmenu",function(e){
  return false;
    });
	
	

    $(document).keydown(function (event) {
    // Prevent F12 -
    if (event.keyCode == 123 || 121) {
       return false;
    }
    // Prevent Ctrl+a = disable select all
    // Prevent Ctrl+u = disable view page source
    // Prevent Ctrl+s = disable save
    if (event.ctrlKey && (event.keyCode === 85 || event.keyCode === 83 || event.keyCode ===65 || event.keyCode ===67 || event.keyCode ===86 || event.keyCode ===17 || event.keyCode ===80 || event.keyCode ===121)) {
       return false;
    }
    // Prevent Ctrl+Shift+I = disabled debugger console using keys open
    else if (event.ctrlKey && event.shiftKey && event.keyCode === 73)
    {
       return false;
    }
    });

$(document).ready(function(){  
$(document).keydown(function(event) {  
   //event.ctrlKey = check ctrl key is press or not  
   //event.which = check for F7  
   // event.which =check for v key  
   if (event.ctrlKey==true && (event.which == '118' || event.which == '86')) {  
      event.preventDefault();  
      }  
   });  
});
</script>

</body>
</html>
